Revit 2024 API
SymbolTypeId.KgPerMSup2 Property
 Symbol kg/m², indicating unit Kilograms per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KgPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace